binutils
ntp
dosfstools
linux-headers
usbutils
xdg-user-dirs
ntfs-3g
python-pip
neofetch
os-prober
--END OF MINIMAL INSTALL--
zsh
thefuck
zsh-theme-powerlevel10k
zsh-syntax-highlighting
zsh-autosuggestions
autojump
lsd
fzf
ripgrep
network-manager-applet
bluez
bluez-libs
bluez-utils
efibootmgr
exfat-utils
fuse2
fuse3
fuseiso
unrar
unzip
