mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
binutils
dosfstools
linux-headers
usbutils
xdg-user-dirs
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
pipewire-jack
zsh
thefuck
zsh-syntax-highlighting
zsh-autosuggestions
autojump
neofetch
lsd
ntfs-3g
fzf
base-devel
python-pip
--END OF MINIMAL INSTALL--
ripgrep
network-manager-applet
gstreamer
gst-plugins-good
gst-plugins-bad
gst-plugins-base
gst-plugins-ugly
bluez
bluez-libs
bluez-utils
efibootmgr
exfat-utils
fuse2
fuse3
fuseiso
unrar
unzip
