binutils
ntp
dosfstools
linux-headers
usbutils
xdg-user-dirs
ntfs-3g
exfatprogs
python
python-pip
os-prober
man-pages
parted
networkmanager
iwd
curl
git
rsync
pacman-contrib
pciutils
--END OF MINIMAL INSTALL--
zsh
thefuck
zsh-syntax-highlighting
zsh-autosuggestions
bluez
bluez-libs
bluez-utils
efibootmgr
fuse2
fuse3
fuseiso
unrar
unzip
lsd
fzf
ripgrep
